export const lastUpdateDateTime = '2020-04-10 22:00';

const caseList: CaseItem[] = [
  {
    id: 92,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-05',
        text: '37度台の発熱、咳、頭痛',
      },
      {
        date: '2020-04-07',
        text: '県内のD医療機関受診',
      },
      {
        date: '2020-04-09',
        text: '帰国者・接触者相談センターに相談のうえ、PCR検査の実施を決定',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 91,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '38度台の発熱、咳',
      },
      {
        date: '2020-04-08',
        text: '県内のC医療機関受診\n帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-09',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 90,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-08',
        text: '咳',
      },
      {
        date: '2020-04-09',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 89,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-08',
        text: '38度台の発熱、咳、全身倦怠感',
      },
      {
        date: '2020-04-09',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診、肺炎と診断',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 88,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 50,
    gender: 2,
    city: 'hakusan',
    symptoms: [
      {
        date: '2020-04-04',
        text: '38度台の発熱、咳',
      },
      {
        date: '2020-04-08',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-09',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 87,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 30,
    gender: 2,
    city: 'uchinada',
    symptoms: [
      {
        date: '2020-04-04',
        text: '37度台の発熱、咳、鼻閉、味覚障害',
      },
      {
        date: '2020-04-08',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-09',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 86,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 50,
    gender: 1,
    city: 'komatsu',
    symptoms: [
      {
        date: '2020-04-04',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-07',
        text: '県内のB医療機関受診',
      },
      {
        date: '2020-04-09',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 85,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 60,
    gender: 1,
    city: 'hakui',
    symptoms: [
      {
        date: '2020-04-03',
        text: '37度台の発熱、全身倦怠感',
      },
      {
        date: '2020-04-09',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診し、肺炎と診断\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性を判明',
      },
    ],
  },
  {
    id: 84,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 60,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '37度台の発熱',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 83,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 70,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-01',
        text: '39度台の発熱\n県内A医療機関受診',
      },
      {
        date: '2020-04-05',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-09',
        text:
          '帰国者・接触者相談センターに再度相談\n帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 82,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 30,
    gender: 2,
    city: 'tsubata',
    symptoms: [
      {
        date: '2020-04-06',
        text: '37度台の発熱',
      },
      {
        date: '2020-04-09',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 81,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 30,
    gender: 1,
    city: 'tsubata',
    symptoms: [
      {
        date: '2020-04-03',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-09',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 80,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 40,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-07',
        text: '感染者47の濃厚接触者として、在宅にて健康観察',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 47,
        text: '感染者47の職場の同僚',
      },
    ],
  },
  {
    id: 79,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 50,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-07',
        text: '感染者50の濃厚接触者として、在宅にて健康観察',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 50,
        text: '感染者50の親族',
      },
    ],
  },
  {
    id: 78,
    date: '2020-04-10',
    datePublish: '2020-04-10',
    age: 50,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-07',
        text: '感染者50の濃厚接触者として、在宅にて健康観察',
      },
      {
        date: '2020-04-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 50,
        text: '感染者50の親族',
      },
    ],
  },
  {
    id: 77,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 10,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-08',
        text: '感染者66の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 66,
        text: '感染者66の同居者',
      },
    ],
  },
  {
    id: 76,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 60,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-08',
        text: '感染者66の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 66,
        text: '感染者66の同居者',
      },
    ],
  },
  {
    id: 75,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 40,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-08',
        text: '感染者66の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 66,
        text: '感染者66の同居者',
      },
    ],
  },
  {
    id: 74,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 50,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-08',
        text: '感染者61の濃厚接触者として、在宅にて健康観察',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 61,
        text: '感染者61の親族',
      },
    ],
  },
  {
    id: 73,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 0,
    gender: 1,
    city: 'kahoku',
    note: '乳児(1歳未満)',
    symptoms: [
      {
        date: '2020-04-08',
        text: '感染者61の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 61,
        text: '感染者61の同居者',
      },
    ],
  },
  {
    id: 72,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 30,
    gender: 1,
    city: 'komatsu',
    symptoms: [
      {
        date: '2020-04-03',
        text: '37度台の発熱、咳',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 71,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-06',
        text: '県内のE医療機関受診',
      },
      {
        date: '2020-04-08',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 70,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '37度台の発熱\n県内のD医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '県内のD医療機関再度受診',
      },
      {
        date: '2020-04-08',
        text: '県内のD医療機関を再度受診し、肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 69,
    date: '2020-04-09',
    datePublish: '2020-04-10',
    age: 30,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '37度台の発熱、全身倦怠感',
      },
      {
        date: '2020-04-04',
        text: '県内のC医療機関受診',
      },
      {
        date: '2020-04-08',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 68,
    date: '2020-04-08',
    datePublish: '2020-04-10',
    age: 30,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-01',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-02',
        text: '県内のB医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-08',
        text:
          '帰国者・接触者外来を再度受診し、肺炎と診断\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 67,
    date: '2020-04-08',
    datePublish: '2020-04-10',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-30',
        text: '39度台の発熱',
      },
      {
        date: '2020-04-01',
        text: '県内のA医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-08',
        text:
          '帰国者・接触者外来を受診し、肺炎と診断\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 66,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-01',
        text: '37度台の発熱、咳\n県内のH医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '県内のI医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 65,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 30,
    gender: 1,
    city: 'komatsu',
    symptoms: [
      {
        date: '2020-03-29',
        text: '37度台の発熱',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 64,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 40,
    gender: 1,
    city: 'kahoku',
    symptoms: [
      {
        date: '2020-04-01',
        text: '38度台の発熱、咳、全身倦怠感',
      },
      {
        date: '2020-04-03',
        text: '県内のG医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 63,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-01',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-08',
        text: '帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 62,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-01',
        text: '37度台の発熱、全身倦怠感',
      },
      {
        date: '2020-04-06',
        text: '県内のF医療機関受診\n帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 61,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 30,
    gender: 2,
    city: 'kahoku',
    symptoms: [
      {
        date: '2020-04-01',
        text: '39度台の発熱、咳、咽頭痛、全身倦怠感',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 60,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-01',
        text: '37度台の発熱\n県内のE医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '県内のE医療機関を再度受診し、肺炎と診断\n帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 59,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 40,
    gender: 1,
    city: 'hakusan',
    symptoms: [
      {
        date: '2020-04-01',
        text: '37度台の発熱',
      },
      {
        date: '2020-04-06',
        text: '県内のD医療機関受診\n帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 58,
    date: '2020-04-08',
    datePublish: '2020-04-08',
    age: 70,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-05',
        text: '感染者39の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-08',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 39,
        text: '感染者39の同居者',
      },
    ],
  },
  {
    id: 57,
    date: '2020-04-07',
    datePublish: '2020-04-08',
    age: 20,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-27',
        text: '発熱',
      },
      {
        date: '2020-04-05',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 56,
    date: '2020-04-07',
    datePublish: '2020-04-08',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-31',
        text: '37度台の発熱、全身倦怠感、関節痛',
      },
      {
        date: '2020-04-01',
        text: '県内のB医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '県内のC医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 55,
    date: '2020-04-07',
    datePublish: '2020-04-08',
    age: 60,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-06',
        text: '肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 54,
    date: '2020-04-07',
    datePublish: '2020-04-08',
    age: 30,
    gender: 1,
    city: 'nonoichi',
    symptoms: [
      {
        date: '2020-04-05',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-07',
        text:
          '帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 53,
    date: '2020-04-07',
    datePublish: '2020-04-08',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-02',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-03',
        text: '県内のA医療機関受診',
      },
      {
        date: '2020-04-05',
        text: '帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 52,
    date: '2020-04-07',
    datePublish: '2020-04-08',
    age: 30,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-02',
        text: '気管支炎',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 51,
    date: '2020-04-07',
    datePublish: '2020-04-07',
    age: 30,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '38度台の発熱\n県内のG医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 50,
    date: '2020-04-07',
    datePublish: '2020-04-07',
    age: 50,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-30',
        text: '38度台の発熱、全身倦怠感\n県内のE医療機関受診',
      },
      {
        date: '2020-04-01',
        text: '県内のE医療機関再度受診',
      },
      {
        date: '2020-04-02',
        text: '県内のF医療機関受診',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-07',
        text: '帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 49,
    date: '2020-04-07',
    datePublish: '2020-04-07',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-04',
        text: '37度台の発熱\n県内のD医療機関受診',
      },
      {
        date: '2020-04-05',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 48,
    date: '2020-04-07',
    datePublish: '2020-04-07',
    age: 60,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-31',
        text: '嗄声（声のかすれ）、県内のC医療機関受診',
      },
      {
        date: '2020-04-01',
        text: '県内のC医療機関再度受診、38度台の発熱',
      },
      {
        date: '2020-04-03',
        text: '県内のC医療機関再度受診',
      },
      {
        date: '2020-04-04',
        text: '県内のC医療機関を再度受診し、肺炎と診断',
      },
      {
        date: '2020-04-06',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 47,
    date: '2020-04-07',
    datePublish: '2020-04-07',
    age: 60,
    gender: 1,
    city: 'hakusan',
    symptoms: [
      {
        date: '2020-03-30',
        text: '37度台の発熱',
      },
      {
        date: '2020-04-04',
        text: '県内のA医療機関受診',
      },
      {
        date: '2020-04-05',
        text: '県内のB医療機関受診\n帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 46,
    date: '2020-04-07',
    datePublish: '2020-04-07',
    age: 60,
    gender: 2,
    city: 'kawakita',
    symptoms: [
      {
        date: '2020-04-05',
        text: '感染者40の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-07',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 40,
        text: '感染者40の同居者',
      },
    ],
  },
  {
    id: 45,
    date: '2020-04-06',
    datePublish: '2020-04-06',
    age: 20,
    gender: 1,
    city: 'nonoichi',
    symptoms: [
      {
        date: '2020-03-30',
        text: '38度台の発熱',
      },
      {
        date: '2020-03-31',
        text: '県内のA医療機関受診',
      },
      {
        date: '2020-04-06',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 44,
    date: '2020-04-06',
    datePublish: '2020-04-06',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-04',
        text: '感染者32の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-06',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 32,
        text: '感染者32の同居者',
      },
    ],
  },
  {
    id: 43,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 60,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-30',
        text: '38度台の発熱、咽頭痛\n県内のJ医療機関受診',
      },
      {
        date: '2020-04-03',
        text: '県内のJ医療機関再度受診',
      },
      {
        date: '2020-04-04',
        text: '県内のJ医療機関再度受診\n帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-05',
        text: '帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 42,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 60,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-01',
        text: '37度台の発熱、咽頭痛',
      },
      {
        date: '2020-04-05',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 41,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 60,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-31',
        text: '38度台の発熱、咳、味覚障害',
      },
      {
        date: '2020-04-05',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 40,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 60,
    gender: 1,
    city: 'kawakita',
    symptoms: [
      {
        date: '2020-03-28',
        text: '37度台の発熱、咽頭痛',
      },
      {
        date: '2020-03-30',
        text: '県内のH医療機関受診',
      },
      {
        date: '2020-03-31',
        text: '県内のI医療機関受診',
      },
      {
        date: '2020-04-05',
        text:
          '県内のI医療機関を再度受診し、肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 39,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 70,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-28',
        text: '38度台の発熱、全身倦怠感',
      },
      {
        date: '2020-04-01',
        text: '県内のF医療機関受診',
      },
      {
        date: '2020-04-04',
        text: '県内のG医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-05',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 38,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 60,
    gender: 1,
    city: 'nakanoto',
    symptoms: [
      {
        date: '2020-03-30',
        text: '37度台の発熱',
      },
      {
        date: '2020-04-04',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-05',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 37,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-28',
        text: '39度台の発熱、全身倦怠感、味覚障害',
      },
      {
        date: '2020-03-30',
        text: '県内のB医療機関受診',
      },
      {
        date: '2020-04-02',
        text: '県内のC医療機関受診',
      },
      {
        date: '2020-04-04',
        text:
          '県内のD医療機関を受診\n県内のE医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-05',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 36,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-30',
        text: '38度台の発熱、咳、全身倦怠感',
      },
      {
        date: '2020-03-31',
        text: '県内のA医療機関受診',
      },
      {
        date: '2020-04-03',
        text: '県内のA医療機関を再度受診し、肺炎と診断\n帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-04',
        text: '帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-05',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性が判明',
      },
    ],
  },
  {
    id: 35,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 40,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-04',
        text: '感染者27の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-05',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性が判明',
      },
    ],
    contactRelation: [
      {
        id: 27,
        text: '感染者27の同居者',
      },
    ],
  },
  {
    id: 34,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 40,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-04',
        text: '感染者26の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-05',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性が判明',
      },
    ],
    contactRelation: [
      {
        id: 26,
        text: '感染者26の同居者',
      },
    ],
  },
  {
    id: 33,
    date: '2020-04-05',
    datePublish: '2020-04-05',
    age: 50,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-04',
        text: '感染者23の同居者として、在宅にて健康観察',
      },
      {
        date: '2020-04-05',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性が判明',
      },
    ],
    contactRelation: [
      {
        id: 23,
        text: '感染者23の同居者',
      },
    ],
  },
  {
    id: 32,
    date: '2020-04-04',
    age: 60,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-04',
        text:
          '県内のG医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 31,
    date: '2020-04-04',
    datePublish: '2020-04-04',
    age: 60,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-25',
        text: '37度台の発熱、咳、食欲不振',
      },
      {
        date: '2020-03-30',
        text: '県内のF医療機関受診',
      },
      {
        date: '2020-04-03',
        text: '県内のF医療機関再度受診',
      },
      {
        date: '2020-04-04',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 30,
    date: '2020-04-04',
    datePublish: '2020-04-04',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-23',
        text: '39度台の発熱、咳、悪寒\n県内のD医療機関受診',
      },
      {
        date: '2020-03-26',
        text: '県内のD医療機関再度受診',
      },
      {
        date: '2020-04-03',
        text: '県内のE医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-04-04',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 29,
    date: '2020-04-04',
    datePublish: '2020-04-04',
    age: 60,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-27',
        text: '38度台の発熱',
      },
      {
        date: '2020-03-31',
        text: '県内のC医療機関受診',
      },
      {
        date: '2020-04-03',
        text: '県内のC医療機関再度受診\n帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診し、肺炎と診断',
      },
      {
        date: '2020-04-04',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 28,
    date: '2020-04-04',
    datePublish: '2020-04-04',
    age: 30,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-27',
        text: '38度台の発熱',
      },
      {
        date: '2020-03-30',
        text: '県内のB医療機関受診',
      },
      {
        date: '2020-04-02',
        text: '県内のB医療機関を再度受診し、肺炎と診断',
      },
      {
        date: '2020-04-03',
        text: '県内のB医療機関再度受診\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-04',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 27,
    date: '2020-04-04',
    datePublish: '2020-04-04',
    age: 10,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-02',
        text: '37度台の発熱、頭痛、筋肉痛、咳',
      },
      {
        date: '2020-04-03',
        text: '県内のA医療機関受診\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-04',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 26,
    date: '2020-04-04',
    datePublish: '2020-04-04',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-02',
        text: '感染者16の職場の同僚として、在宅にて健康観察',
      },
      {
        date: '2020-04-04',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 16,
        text: '感染者16の職場の同僚',
      },
    ],
  },
  {
    id: 25,
    date: '2020-04-04',
    datePublish: '2020-04-04',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-02',
        text: '感染者16の職場の同僚として、在宅にて健康観察',
      },
      {
        date: '2020-04-04',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 16,
        text: '感染者16の職場の同僚',
      },
    ],
  },
  {
    id: 24,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 20,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-28',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-02',
        text: ' 県内のC医療機関受診\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-03',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 23,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 50,
    gender: 1,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-28',
        text: '38度台の発熱',
      },
      {
        date: '2020-03-30',
        text: '県内のA医療機関受診',
      },
      {
        date: '2020-04-02',
        text: '県内のB医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-03',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 22,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 50,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '感染者17の同居者として、石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 17,
        text: '感染者17の同居者',
      },
    ],
  },
  {
    id: 21,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 70,
    gender: 2,
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-04-03',
        text: '感染者15の同居者として、石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 15,
        text: '感染者15の同居者',
      },
    ],
  },
  {
    id: 20,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 50,
    gender: 1,
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-25',
        text: '38度台の発熱\n県内のE医療機関受診',
      },
      {
        date: '2020-03-26',
        text: '県内のE医療機関再度受診',
      },
      {
        date: '2020-04-01',
        text: ' 帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-02',
        text: ' 帰国者・接触者外来を受診、肺炎と診断',
      },
      {
        date: '2020-04-03',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 19,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 60,
    gender: 1,
    note: '石川県（石川中央保健福祉センター管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-25',
        text: '38度台の発熱、咽頭痛、咳\n県内のC医療機関受診',
      },
      {
        date: '2020-03-27',
        text: '県内のC医療機関再度受診',
      },
      {
        date: '2020-04-02',
        text: ' 県内のD医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-03',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 18,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 50,
    gender: 1,
    note: '石川県（石川中央保健福祉センター管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-30',
        text: '38度台の発熱',
      },
      {
        date: '2020-03-31',
        text: '県内のB医療機関受診',
      },
      {
        date: '2020-04-02',
        text: ' 県内のB医療機関再度受診\n帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診、肺炎と診断',
      },
      {
        date: '2020-04-03',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 17,
    date: '2020-04-03',
    datePublish: '2020-04-03',
    age: 50,
    gender: 1,
    note: '石川県（金沢市保健所管内）',
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-28',
        text: '38度台の発熱、咳、倦怠感\n県内のA医療機関受診',
      },
      {
        date: '2020-04-01',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-04-02',
        text: ' 帰国者・接触者外来を受診、肺炎と診断',
      },
      {
        date: '2020-04-03',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 16,
    date: '2020-04-02',
    datePublish: '2020-04-02',
    age: 50,
    gender: 1,
    note: '石川県（石川中央保健福祉センター管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-27',
        text: '体調不良を訴え早退\n県内のA医療機関受診\n37度台の発熱、咽頭痛、頭痛、味覚障害',
      },
      {
        date: '2020-03-29',
        text: '県内のA医療機関再度受診',
      },
      {
        date: '2020-03-30',
        text: '県内のA医療機関再度受診',
      },
      {
        date: '2020-04-02',
        text:
          '県内のA医療機関再度受診\n肺炎と診断され、入院\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 15,
    date: '2020-04-01',
    datePublish: '2020-04-01',
    age: 50,
    gender: 2,
    note: '石川県（金沢市保健所管内）',
    city: 'kanazawa',
    symptoms: [
      {
        date: '2020-03-28',
        text: '38度台の発熱',
      },
      {
        date: '2020-04-01',
        text:
          '発熱、全身倦怠感\n帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診、肺炎と診断\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 14,
    date: '2020-04-01',
    datePublish: '2020-04-01',
    age: 40,
    gender: 1,
    note: '石川県（金沢市保健所管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-24',
        text: '38度台の発熱、咳、全身倦怠感',
      },
      {
        date: '2020-03-26',
        text: '県内のA医療機関を受診',
      },
      {
        date: '2020-03-28',
        text: '県内のB医療機関を受診',
      },
      {
        date: '2020-03-31',
        text: '県内のC医療機関を受診、肺炎と診断され入院\n帰国者・接触者相談センターに相談のうえ、PCR検査実施を決定',
      },
      {
        date: '2020-04-01',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 13,
    date: '2020-03-31',
    datePublish: '2020-03-31',
    age: 10,
    gender: 2,
    note: '石川県（金沢市保健所管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-31',
        text:
          '感染者11の同居者として、石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明\n発熱等の症状はない',
      },
    ],
    contactRelation: [
      {
        id: 11,
        text: '感染者11の同居者',
      },
    ],
  },
  {
    id: 12,
    date: '2020-03-31',
    datePublish: '2020-03-31',
    age: 40,
    gender: 2,
    note: '石川県（金沢市保健所管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-28',
        text: '38度台の発熱',
      },
      {
        date: '2020-03-31',
        text: '感染者11の同居者として、石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 11,
        text: '感染者11の同居者',
      },
    ],
  },
  {
    id: 11,
    date: '2020-03-30',
    datePublish: '2020-03-30',
    age: 40,
    gender: 1,
    note: '石川県（金沢市保健所管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-24',
        text: '38度台の発熱',
      },
      {
        date: '2020-03-25',
        text: '県内のA医療機関を受診',
      },
      {
        date: '2020-03-29',
        text: '県内のB医療機関を受診 、肺炎と診断',
      },
      {
        date: '2020-03-30',
        text:
          '帰国者・接触者相談センターに相談のうえ、県内のB医療機関を再度受診し、PCR検査実施を決定\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 10,
    date: '2020-03-30',
    datePublish: '2020-03-30',
    age: 30,
    gender: 1,
    note: '石川県（金沢市保健所管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-28',
        text: '37度台の発熱',
      },
      {
        date: '2020-03-30',
        text:
          '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診、肺炎と診断\n石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 9,
    date: '2020-03-28',
    datePublish: '2020-03-28',
    age: 20,
    gender: 1,
    note: '石川県（南加賀保健福祉センター管内）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-22',
        text: '鼻閉、味覚・嗅覚障害',
      },
      {
        date: '2020-03-24',
        text: '県外の医療機関を受診',
      },
      {
        date: '2020-03-27',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診\n37度台の発熱',
      },
      {
        date: '2020-03-28',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 8,
    date: '2020-03-20',
    datePublish: '2020-03-20',
    age: 70,
    gender: 2,
    note: '石川県（石川県保健環境センター）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-09',
        text: '感染者7の同居者（濃厚接触者）として、健康観察開始',
      },
      {
        date: '2020-03-10',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陰性\n引き続き、在宅にて健康観察',
      },
      {
        date: '2020-03-19',
        text: '発熱・咳\n帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診し、入院',
      },
      {
        date: '2020-03-20',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 7,
    date: '2020-03-09',
    datePublish: '2020-03-09',
    age: 70,
    gender: 1,
    note: '石川県（石川県保健環境センター）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-03-05',
        text: '発熱',
      },
      {
        date: '2020-03-07',
        text: '帰国者・接触者相談センターに相談\n帰国者・接触者外来を受診',
      },
      {
        date: '2020-03-08',
        text: '県外のB医療機関を受診',
      },
      {
        date: '2020-03-09',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 6,
    date: '2020-02-28',
    datePublish: '2020-02-28',
    age: 50,
    gender: 1,
    note: '石川県（石川県保健環境センター）',
    city: 'unknown',
    symptoms: [
      {
        date: '2020-02-25',
        text: '在宅（健康観察中）※感染者4、5のパリ出張同行者',
      },
      {
        date: '2020-02-28',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 4,
        text: '※感染者4、5のパリ出張同行者',
      },
      {
        id: 5,
        text: '※感染者4、5のパリ出張同行者',
      },
    ],
  },
  {
    id: 5,
    date: '2020-02-27',
    datePublish: '2020-02-27',
    age: 50,
    gender: 1,
    note: '県外',
    city: 'kengai',
    symptoms: [
      {
        date: '2020-02-16',
        text: '38度台の発熱',
      },
      {
        date: '2020-02-17',
        text: '県外のA医療機関を受診',
      },
      {
        date: '2020-02-22',
        text: '県外のB医療機関を受診',
      },
      {
        date: '2020-02-24',
        text: '石川県に来県',
      },
      {
        date: '2020-02-25',
        text: '帰国者・接触者相談センターに相談',
      },
      {
        date: '2020-02-26',
        text: '帰国者・接触者外来を受診、肺炎と診断\nPCR検査実施を決定',
      },
      {
        date: '2020-02-27',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 4,
    date: '2020-02-24',
    datePublish: '2020-02-22',
    age: 60,
    gender: 1,
    city: 'unknown',
    symptoms: [
      {
        date: '2020-02-16',
        text: '38度台の発熱、咽頭痛',
      },
      {
        date: '2020-02-17',
        text: '県内のA医療機関、B医療機関を受診',
      },
      {
        date: '2020-02-19',
        text: '県内のC医療機関を受診',
      },
      {
        date: '2020-02-22',
        text: '県内のC医療機関を再度受診',
      },
      {
        date: '2020-02-23',
        text: '県内のD医療機関を受診、肺炎と診断され入院\n帰国者・接触者相談センターに相談、PCR検査実施を決定',
      },
      {
        date: '2020-02-24',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
  {
    id: 3,
    date: '2020-02-24',
    datePublish: '2020-02-24',
    age: 50,
    gender: 2,
    city: 'unknown',
    symptoms: [
      {
        date: '2020-02-24',
        text: '感染者1の濃厚接触者として、石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
    contactRelation: [
      {
        id: 1,
        text: '感染者1の濃厚接触者',
      },
    ],
  },
  {
    id: 2,
    date: '2020-02-22',
    datePublish: '2020-02-22',
    age: 10,
    gender: 1,
    city: 'unknown',
    symptoms: [
      {
        date: '2020-02-22',
        text:
          '感染者1の同居者（濃厚接触者）として、石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明発熱等の症状はない',
      },
    ],
    contactRelation: [
      {
        id: 1,
        text: '感染者1の同居者',
      },
    ],
  },
  {
    id: 1,
    date: '2020-02-21',
    datePublish: '2020-02-21',
    age: 50,
    gender: 1,
    city: 'unknown',
    note: '石川県職員（産業創出支援機構）',
    symptoms: [
      {
        date: '2020-02-26',
        text: '38.3度の発熱、県内のA医療機関を受診',
      },
      {
        date: '2020-02-17',
        text: '発熱継続、県内のB医療機関を受診\n解熱剤にて、一旦解熱した後、再度発熱\nC医療機関を受診',
      },
      {
        date: '2020-02-19',
        text: '帰国者・接触者相談センターに相談の上、県内のB医療機関を再度受診',
      },
      {
        date: '2020-02-20',
        text:
          '倦怠感あり、県内のD医療機関を受診し、肺炎と診断\n帰国者・接触者相談センターへ本人より再度相談あり、受診調整\n帰国者・接触者外来受診後、入院',
      },
      {
        date: '2020-02-21',
        text: '石川県保健環境センターにおいて、PCR検査を実施したところ、陽性と判明',
      },
    ],
  },
];

export default caseList;
